bpel.samples/resources/AsynchronousSample/AsynchronousSampleApplication/test/NewTestcase0/Input.xml

<soapenv:Envelope
  xsi:schemaLocation="http://schemas.xmlsoap.org/soap/envelope/ http://schemas.xmlsoap.org/soap/envelope/"
  xmlns:xsi="http://www.w3.org/2001/XMLSchema-instance"
  xmlns:xsd="http://www.w3.org/2001/XMLSchema"
  xmlns:soapenv="http://schemas.xmlsoap.org/soap/envelope/"
  xmlns:asy="http://enterprise.netbeans.org/bpel/AsynchronousSampleSchemaNamespace">
  <soapenv:Body>
    <asy:typeA>
      <paramA>Hello Asynchronous World</paramA>
      <id>18</id>
    </asy:typeA>
  </soapenv:Body>
</soapenv:Envelope>
